const clubCategories = {
    "푸드·드링크": [
      "맛집투어", "카페", "와인", "요리", "베이킹", "위스키", "칵테일", "디저트",
      "맥주", "커피", "전통주", "파인다이닝", "페어링", "비건", "티룸"
    ],
    "자기계발": [
      "독서", "스터디", "대화", "브랜딩", "커리어", "스피치", "창작", "사이드프로젝트"
    ],
    "취미": [
      "공예", "드로잉", "사진", "글쓰기", "댄스", "노래", "음악감상", "봉사활동", 
      "악기연주", "향수", "명상", "만화", "스타일링", "뷰티", "반려동물", "캘리그라피", "쇼핑"
    ],
    "액티비티": [
      "등산", "스포츠관람", "산책", "야구", "클라이밍", "러닝", "요가", "볼링", 
      "다이어트", "배드민턴", "헬스", "서핑", "다이빙", "수영", "농구", "풋살", 
      "축구", "자전거", "스케이트보드", "스키/보드", "필라테스", "골프", "테니스"
    ],
    "파티": [
      "컨셉파티", "포틀럭파티", "푸드파티", "와인파티", "홈파티", "내향인파티", 
      "뮤직파티", "생일파티"
    ],
    "소셜게임": [
      "보드게임", "추리게임", "컨셉게임", "방탈출", "온라인게임", "액팅게임", "운동회"
    ],
    "문화·예술": [
      "전시", "영화", "페스티벌", "연극", "콘서트", "뮤지컬", "팝업", "공연", "연주회"
    ],
    "N잡·재테크": [
      "부동산", "N잡", "창업", "투자/금융", "경제", "SNS", "블로그", "모임사업", 
      "주식", "전자책"
    ],
    "연애·사랑": [
      "로테이션소개팅", "콘텐츠소개팅", "연애탐구생활", "컨셉소개팅", "와인미팅", "대화형소개팅"
    ],
    "여행·나들이": [
      "국내여행", "해외여행", "캠핑", "놀이공원", "드라이브", "피크닉", "복합문화공간"
    ],
    "동네·또래": [
      "동네친구", "또래친구", "취향친구"
    ],
    "외국어": [
      "영어", "언어교환", "일본어", "중국어"
    ]
  };
  
  export default clubCategories;
  